{"title":"24 Hours in Crisis","social":{"title":"24 Hours in Crisis","description":"The battle against the coronavirus is testing New Jersey in every imaginable way.","twitter_desc":"24 Hours in Crisis: How the pandemic has transformed N.J.","email_subj":"24 Hours in Crisis: A day in the pandemic","email_body":"A team of three dozen NJ Advance Media journalists documented 24 hours in New Jersey to capture how residents are coping and adapting in the age of coronavirus.","keywords":"Coronavirus in New Jersey, nj coronavirus, COVID-19 coronavirus deaths, coronavirus cases, coronavirus epidemic, coronavirus predictions, New Jersey news, nj.com, Cassidy Grom, Arjun Kakkar, Adam Clark, Jeff Roberts","site_url":"https://projects.nj.com/24hours","twitter_card_url":"http://projects.nj.com/24hours/assets/images/njNewsCoronavirus-twitter.jpg","fb_card_url":"http://projects.nj.com/24hours/assets/images/njNewsCoronavirus-facebook.jpg"},"header":{"headline":"24 Hours in Crisis","subheadline":"The battle against the coronavirus is testing New Jersey in every imaginable way.","byline":"A special report by NJ Advance Media for NJ.com"},"segments":[{"type":"smallPic","content":[{"type":"text","value":"<span class=\"firstLine\">The dead man's skull is visible through the open door of the crematorium furnace. </span>"},{"type":"text","value":"And that, somehow, is not the most jarring part of this scene."},{"type":"text","value":"The cardboard boxes are."},{"type":"text","value":"Eight of them, all coffin-sized, are stacked on gurneys and tables. All contain the body of someone who has died during the coronavirus pandemic. All await their turn in the 1,600-degree heat of the furnaces at Rosedale Cemetery in Orange."},{"type":"text","value":"The moment one of the three is turned on, the cardboard quickly burns and fills the room with a thick, gray smoke. And each time a box is pushed inside a furnace, it seems a hearse arrives with another."},{"type":"text","value":"\"I've never seen anything like this,” says Cliff Mayers, a man built like an aging linebacker, wearing an untucked navy polo shirt and mud-caked work boots."},{"type":"image","value":{"caption":"Cliff Mayers oversees a cremation at Rosedale Cemetery.","src":"1","credit":"Patti Sapone | NJ Advance Media","alt":"A man stands in front of a cremation oven as flames burn behind the closed oven door."}},{"type":"text","value":"Mayers is in the middle of a 12-hour shift running the crematorium. When the day is over, he and a co-worker will have pushed 22 corpses into those furnaces. On a normal day, he might have five or six."},{"type":"text","value":"This is not a normal day."},{"type":"text","value":"Today is Tuesday, April 21, a day during the peak of the COVID-19 pandemic in New Jersey."},{"type":"text","value":"It’s the 48th day since the state recorded its first case. It’s the day it will report 92,387 residents have been infected and 4,753 killed by the coronavirus. It’s the day New Jersey will announce another 379 deaths — the state’s highest single-day increase in fatalities since the outbreak began."},{"type":"text","value":"Thousands more will test positive today."},{"type":"text","value":"Hundreds more will die a lonely death, isolated from family and friends."},{"type":"text","value":"Yet life will go on around them as a ruthless disease challenges society in ways never imagined."},{"type":"text","value":"A team of three dozen NJ Advance Media journalists documented 24 hours on this historic day in New Jersey. They sought to capture how residents are coping and adapting, and to leave a permanent record of this deeply unnerving moment in history."},{"type":"text","value":"From emergency room doctors to EMTs, from kids learning remotely to senior citizens confined to their homes, from booming gun and alcohol sales to the closure of countless small businesses, the pandemic has transformed life in the Garden State."},{"type":"text","value":"Some say the worst is over. From inside the crematory, Mayers isn’t seeing it."},{"type":"text","value":"“I hope it ends,” he says. “But there's no end in sight.\""}]},{"type":"bigPic","time":"6:08 a.m.","location":"Belmar","content-under-timestamp":"","img":"2","alt":"An orange sun rises over the ocean with a pier in the backdrop.","caption":"","credit":"Andrew Mills | NJ Advance Media","position-mobile":"75% 50%"},{"type":"noPic-basic","content":[{"type":"text","value":"The burnt orange light sneaks over the horizon."},{"type":"text","value":"Normally, this would be another splendid sunrise at the Jersey Shore, a Springsteen song yet to be written."},{"type":"text","value":"But today, barely anyone has come to greet it."},{"type":"text","value":"Before the coronavirus stole the boardwalks and contaminated the beaches with fear, an April sunrise along Ocean Avenue would have been met by hundreds."},{"type":"text","value":"Joggers and walkers. Parents and strollers. Surfers and fishermen. Dogs, with the sand in sight, pulling harder on the leash. And lovers of all ages, snuggling on the sand beneath blankets."},{"type":"text","value":"Instead, the beach is virtually empty. The streets are quiet. Traffic barriers and forbidding signs suggest there is nothing to see."},{"type":"text","value":"A perfect sunrise has been wasted, and another day in New Jersey’s coronavirus lockdown has dawned."}]},{"type":"bigPic","time":"6:34 a.m.","location":"Hackensack","img":"3","alt":"An ambulance arrives at the hospital emergency room entrance.","caption":"<div class=\"bottom-left-mobile\">Emergency responders bring a patient to Hackensack University Medical Center.</div>","credit":"<div class=\"bottom-left-mobile-2\"><i>Ed Murray | NJ Advance Media</i></div>"},{"type":"smallPic","content":[{"type":"text","value":"Bodies ripped apart by improvised explosive devices."},{"type":"text","value":"Flesh riddled with bullets."},{"type":"text","value":"Rockets fired from all directions."},{"type":"text","value":"Dr. Gregory Sugalski saw it all in 2012, stationed at Forward Operating Base Salerno in the austere Khost Province of Afghanistan."},{"type":"text","value":"Now the blur of carnage and despair he witnesses each day in treating coronavirus patients reminds him all too much of the devastation he encountered overseas."},{"type":"text","value":"“A lot of our patients are dying,” says the chief of quality and patient safety in the department of emergency medicine at Hackensack University Medical Center. “It’s just really hard right now.”"},{"type":"text","value":"Old men. Young women. Middle-age moms and dads. The virus attacks them all with cruel, devastating efficiency."},{"type":"image","value":{"caption":"Gregory Sugalski.","src":"4","credit":"<i>Ed Murray | NJ Advance Media</i>","alt":"A bespectacled doctor wearing black speaks from under a blue mask."}},{"type":"text","value":"The lanky, broad-shouldered Sugalski, 40, strides into the facility that treated the state’s first COVID-19 case on March 4. It since has cared for over 1,700 coronavirus patients — more than any other New Jersey hospital."},{"type":"text","value":"Many have already been discharged, at least 800 and counting, but the intensive care unit remains overrun. This morning the ICU is treating 170 patients, including 140 on ventilators. The emergency room is packed with 25 COVID patients, including an HUMC worker who was intubated."},{"type":"text","value":"“When you’re caring for somebody you know, you’re experiencing a different level of anxiety and pressure and fear,” says Sugalski, who wears Buddy Holly-esque, thick-rimmed glasses and black-and-white Vans."},{"type":"text","value":"He says he isn’t sleeping much. He thinks a lot about the war he witnessed in Afghanistan and the one he’s fighting right now. He is haunted by a terrifying question that keeps popping into his mind: When is the second wave coming?"},{"type":"text","value":"“I’m still worried,” Sugalski says, gazing across the staging area outside the ER, “about another spike.”"}]},{"type":"noPic-location","time":"6:54 a.m.","location":"Morristown","content":[{"type":"text","value":"Only three calls interrupted Dr. Chirag Shah’s sleep."},{"type":"text","value":"“A light night,” he says."},{"type":"text","value":"Two calls came just as the Morristown Medical Center doctor opened his eyes at 5 a.m."},{"type":"text","value":"“All of us keep our phones on at night,” says Shah, who still managed six hours of sleep despite  the multiple interruptions."},{"type":"text","value":"Shah, a 43-year-old pulmonary critical care specialist, knows what awaits when he gets to work: an intensive care unit that has ballooned from about 20 beds to 100 in seven weeks."},{"type":"text","value":"On a difficulty scale of 1 to 10, Shah predicts today will be a 10."},{"type":"text","value":"“A 10 isn’t necessarily a bad day. It’s a challenging day,” says the director of the medical ICU and critical care outreach."},{"type":"text","value":"Only four patients have been admitted to the ICU since he left the night before, a “manageable” increase. It’s a sign that patient volume is leveling off, he says."},{"type":"text","value":"He packs a lunch of leftover homemade pizza and Indian food, downs an espresso and peeks in on his sleeping 8-year-old son, Nilay, and 7-year-old daughter, Bela. Then he blows a kiss to his wife, Sima, as he heads out the door."},{"type":"text","value":"Every storm needs its center of calm."},{"type":"text","value":"“(Today) will be nothing that rattles us,” he says in the hospital parking deck minutes before his next shift is to begin."}]},{"type":"bigPic","time":"6:55 a.m.","location":"Newark","content-under-timestamp":"The trains and buses keep running and the highways remain open, providing a lifeline for the essential workers — though not in any way our commuter state has ever seen.","img":"5","caption":"Commuters at Newark Penn Station.","credit":"Steve Hockstein | For NJ Advance Media","alt":"Commuters climb out of a bus at the bus station."},{"type":"smallPic","time":"7:34 a.m.","location":"Newark","content":[{"type":"text","value":"Newark Penn Station and other transportation hubs sit largely empty, as formerly body-smashed train cars headed for Manhattan now carry almost no passengers; since nonessential workers were sent home in mid-March, ridership on NJ Transit has plunged."},{"type":"image","value":{"src":"6","caption":"The waiting room of Newark Penn Station.","credit":"Steve Hockstein | For NJ Advance Media","alt":"Rows of empty benches in the waiting area of a train station."}}]},{"type":"noPic-location","time":"8:16 a.m.","location":"Jersey City","content":[{"type":"text","value":"Anthony Salcedo sits in his apartment, not far from the Holland Tunnel. A laid-off truck driver for CORT furniture, he has been out of work for 25 days and counting. And while he’s already receiving unemployment benefits, he’s trying to help his wife, Reina Gonzalez — who before the pandemic taught preschool during the day and drove for Uber at night — secure her own."},{"type":"text","value":"Salcedo, who has a warm, oval face and a neatly trimmed beard, says he’s been calling the unemployment line for two weeks now but keeps getting stuck on hold for as many as eight hours."},{"type":"text","value":"Little wonder the lines are jammed: In the past four weeks, 22 million people nationwide— and 718,000 New Jersey workers — have been put out of work by the coronavirus crisis, according to federal and state data."},{"type":"text","value":"With Gonzalez, 25, and their two children, 6 and 4, still asleep, Salcedo, 28, settles onto his brown plush couch and dials the New Jersey state unemployment line."},{"type":"text","value":"“Please enter or say your 9-digit Social Security number,” an automated voice says."},{"type":"text","value":"Once he gets through — if he gets through — his wife will receive the regular 26 weeks of unemployment benefits, and thanks to the CARES Act, an extra 13 weeks plus an additional $600 per week through July."},{"type":"text","value":"His first attempt this morning?"},{"type":"text","value":"“You will need to speak to one of our agents to complete this claim,” the automated voice says. “Our office is currently closed and agents are not available to take your call.”"}]},{"type":"noPic-location","time":"8:30 a.m.","location":"Jersey City","content":[{"type":"text","value":"Anthony Salcedo tries again to reach the New Jersey state unemployment line."},{"type":"text","value":"“All agents are busy,” the automated voice says. “Please hold.”"}]},{"type":"bigVideo","time":"8:30 a.m.","location":"New Brunswick","src":"./assets/videos/brunswick","caption":"","credit":"<div class=\"bottom-left-mobile-4\"> <i>Andre Malok | NJ Advance Media</i> </div>","alt":"A bird's eye view of a city with empty streets.","content-under-timestamp":"Streets typically bustling near Rutgers University and county offices are empty."},{"type":"noPic-location","time":"8:44 a.m.","location":"Jersey City","content":[{"type":"text","value":"The line rings. Could this be it?"},{"type":"text","value":"The automated voice asks Anthony Salcedo for more information and gives some instructions. Another automated voice comes on. Will he have to run and wake up his wife?"},{"type":"text","value":"“Due to the high volume of calls, no agents are available to assist you.”"},{"type":"text","value":"The unemployment office hangs up."},{"type":"text","value":"“I didn’t get excited,” Salcedo says. “This is exactly what happened to me last week.”"}]},{"type":"smallPic","time":"8:45 a.m.","location":"Farmingdale","content":[{"type":"text","value":"Little Connor McBride is screaming."},{"type":"text","value":"The brown-eyed 6-year-old, missing a front tooth, stands on the sidewalk in a gray hoodie and black athletic shorts. He places his right hand proudly over his heart."},{"type":"text","value":"“I pledge allegiance to the flag of the United States of America,” Connor shouts along with about a dozen other children from his Monmouth County neighborhood."},{"type":"text","value":"Connor hasn’t been to his kindergarten class since March 13. Like 1.4 million other New Jersey students, he has no clue when he’ll be back."},{"type":"text","value":"The state closed all public and private schools until at least May 15, and colleges have gone virtual for the rest of the semester. The living room has transformed into the classroom with reluctant parents moonlighting as part-time teachers."},{"type":"image","value":{"src":"7","caption":"Connor McBride outside his Farmingdale home.","credit":"Courtesy Angela McBride","alt":"A young boy stands on the sidewalk with his hand over his heart."}},{"type":"text","value":"Connor misses his friends and his teachers, so he starts every virtual school day by facing a flag that waves high atop a pole in a neighbor’s yard."},{"type":"text","value":"“... And to the republic, for which it stands ...” Connor yells as barking dogs join the chorus of students. “One nation, under God, indivisible, with liberty and justice for all.”"},{"type":"text","value":"Connor heads inside. He says he can’t wait to go back to school, though he understands why he has to stay home."},{"type":"text","value":"“Because corona is going around,” Connor says matter-of-factly. “You can get sick.”"}]},{"type":"noPic-location","time":"8:52 a.m.","location":"Hunterdon County","content":[{"type":"text","value":"The list."},{"type":"text","value":"Everyone keeps asking Miseka Diggs about the damn list."},{"type":"text","value":"“They are anxiously waiting,” Diggs says. “‘Where’s the list? Where’s the list?’ Always asking me where the list is. I don’t know where the list is.”"},{"type":"text","value":"The 43-year-old Diggs, an inmate at Edna Mahan Correctional Facility for Women, is the prison rep for a unit of about 50 people. That makes her the point of contact for other inmates with questions. And the questions kicked into overdrive last week, when Gov. Phil Murphy announced the state will identify vulnerable, nonviolent inmates for release to curb a coronavirus outbreak in correctional facilities."},{"type":"text","value":"“Some people have the mentality of, ‘I’m not getting out, so I don’t care,’” says Diggs, who will not be eligible after gun and drug convictions left her facing up to 15 years in the state's only prison for women. “I am trying to explain to them that it is not the point of you getting out. It is the point of someone getting out. And when they leave, you can have the space that you need.”"},{"type":"text","value":"It’s a universe that few consider but may end up the most profoundly rattled by the outbreak, given how easily the virus spreads in confined quarters. Last month, New Jersey began releasing inmates from county jails as the coronavirus spread statewide, especially as corrections officers around the state tested positive. Meanwhile, U.S. Immigration and Customs Enforcement officials are reviewing nonviolent detainees for release, especially those who are pregnant, over 60 or especially vulnerable to COVID-19."},{"type":"text","value":"Diggs doesn’t know it yet, but today is the day that the number of inmates on that list will finally be publicized — more than 1,100 inmates across the state have been identified by the Department of Corrections. The names on the list, however, will remain a mystery."},{"type":"text","value":"So for now she will study in her bed as she works toward her liberal arts associate’s degree through the prison. She will put her earbuds in and watch CNN."},{"type":"text","value":"And she will field more questions from her fellow inmates."},{"type":"text","value":"“They calling me all day,” Diggs says. “‘Where’s the list? When are they going to start releasing people?’”"}]},{"type":"bigPic","time":"9 a.m.","location":"Hillside","content-under-timestamp":"James Carey sorts through his delivery before leaving the Community FoodBank of New Jersey, a critical resource for soup kitchens, food pantries, emergency shelters and other programs during the pandemic.","img":"19","caption":"","credit":"Steve Hockstein | For NJ Advance Media","alt":"Soup kitchens, food pantries, emergency shelters and child and senior feeding programs around the state"},{"type":"noPic-location","time":"9:04 a.m.","location":"Passaic","content":[{"type":"text","value":"“Sali de aca, bebe,” Margarita Rodriguez tells her 4-year-old son as she strikes a match to light the stove."},{"type":"text","value":"<span class=\"poem\">Get out of here, baby. </span>"},{"type":"text","value":"Without missing a beat, she flashes a silly face at the boy while pulling out ham, beans, homemade tortillas and a half-empty carton of eggs from the fridge."},{"type":"text","value":"The 39-year-old single mother laughs and chats with her three sons while stirring the jamón y huevos. She sounds soothing and upbeat, but in her head she’s calculating how many eggs they can afford to eat today."},{"type":"text","value":"Demand has driven the price of a dozen extra-large eggs from $1.29 to $5. They feel like a luxury now, especially since Rodriguez has lost both of her jobs, at a warehouse and a restaurant."},{"type":"text","value":"“Now that I don’t have money, giving someone extra eggs, it’s a sacrifice,\" she says in Spanish, while scooping breakfast onto green plates. “I used to have to just feed them when they got home from school and dinner. Now even just a basic breakfast, it’s more complicated.”"},{"type":"text","value":"Rodriguez is among the undocumented immigrants whose financial struggles have been exacerbated by the pandemic."},{"type":"text","value":"She isn’t eligible for unemployment or a federal stimulus check, even though she’s filed her taxes since arriving in 2001, she says. Her children, who are all American citizens, didn’t receive any money either. It’s more than infuriating, she says. Her niños need it."},{"type":"text","value":"“It’s not me suffering,” says Rodriguez, a domestic abuse survivor who says she left Mexico in search of a better life. “It’s my kids.”"},{"type":"text","value":"Her plate of jamón y huevos still sits on the table, untouched."}]},{"type":"smallVideo","time":"9:17 a.m.","location":"Somerset","content":[{"type":"text","value":"The mail keeps arriving, through rain and heat and gloom of night (thankfully there has been no snow). The UPS and FedEx trucks continue apace."},{"type":"text","value":"Yet for USPS carrier Robert Burzynski, bounding down Marigold Lane with a Time magazine, Reader's Digest and a stack of letters in his gloved hands, there is an aching sense that something significant has been lost. There are no more friendly hellos on the street; no more casual pauses to chat — not for him, not for anyone. One woman used to talk with Burzynski every day. Now she won’t even open her door, he says."},{"type":"text","value":"“It’s one of the few jobs where you get to see the same people over and over again,” says Burzynski, a 62-year-old Navy veteran who has watched neighborhood kids grow up, go to college, come home and start families of their own. “That part of the job you really miss.”"},{"type":"video","value":{"vidID":"411147342","caption":"Robert Burzynski’s mail routes have never been more lonely.","credit":"Dwayne Uzoaru | NJ Advance Media","alt":"A letter carrier delivers the mail wearing a mask and gloves."}}]},{"type":"bigPic","img":"8","alt":"A pastor wearing a mask stands in front of a sparsely attended funeral. The casket is open for viewing.","caption":"Pastor Robert Corprew says a prayer at the viewing of Crystal Cross.","credit":"Patti Sapone | NJ Advance Media","content-under-timestamp":"","time":"10 a.m.","location":"Newark","position-desktop":"30% 0%","position-mobile":"40% 50%"},{"type":"smallPic","content":[{"type":"text","value":"An awkward silence falls over Perry Funeral Home."},{"type":"text","value":"Crystal Cross’ family is filing into the viewing room for her wake, and they have just been reminded not to sit together."},{"type":"text","value":"After an uncomfortable pause, one woman breaks the silence. “Yeah, I’ll sit over here.”"},{"type":"text","value":"Cross was a vibrant, 52-year-old mother of two with a large smile. The Newark resident died April 9 of complications from COVID-19. In normal times, hundreds of family members and fellow parishioners would fill this room."},{"type":"text","value":"But only five people are here as Cross lies in an open, brown casket at the front of the room."},{"type":"text","value":"There are no hugs. No handshakes. Very little conversation."},{"type":"text","value":"Everyone wears a mask. Everyone sits in their own row."},{"type":"text","value":"Cross’ viewing is the first of six today. The funeral home has had as many as 10 in one day, funeral director Sam Arnold says."},{"type":"image","value":{"src":"9","caption":"Caskets fill Perry Funeral Home.","credit":"Patti Sapone | NJ Advance Media","alt":"Eight caskets fill a room inside a funeral home."}},{"type":"text","value":"The scale of the wakes and funerals keeps shrinking, as the newspaper obituary pages keep expanding. If the business of living has been completely upended by the coronavirus, so too has the business of dying."},{"type":"text","value":"In another room, eight caskets filled with bodies await burial or cremation. Normally there would be just one. Arnold has another 45 bodies waiting to be prepared and another 30 he’s scheduled to pick up."}]},{"type":"noPic-location","time":"10:15 a.m.","location":"Gloucester Township","content":[{"type":"text","value":"Jessica Beym is exhausted."},{"type":"text","value":"Her boys, ages 3 and 6, start their day at 6 a.m., still mostly oblivious to all that’s going on in the world. The juggle commences immediately: They want breakfast. The cat throws up in the hallway. The WiFi’s not working. And the coffee is still slowly brewing."},{"type":"text","value":"Beym, 36, and her husband, 38, both work full-time jobs, except she’s at home on her laptop as an editor for NJ Advance Media, and he’s at the restaurant he manages, single-handedly cooking all the take-out orders."},{"type":"text","value":"It has reached the point where Beym no longer apologizes for her kids’ guest appearances on work conference calls — at least half her colleagues have their own kids chiming in, too."},{"type":"text","value":"Right now, the toddler is playing quietly upstairs. Too quietly. Beym’s mom-of-two-boys sense is tingling."},{"type":"text","value":"“Gavin, what are you doing?”"},{"type":"text","value":"“I got a haircut,” he responds."},{"type":"text","value":"She races into the bathroom, and her heart stops."},{"type":"text","value":"She grabs the scissors away, but it’s too late. He already has given himself a trim — though somehow managed not to hurt himself."},{"type":"text","value":"It’s a good thing she’s on mute, as she lets out a slightly horrified scream. The buzzers will have to come out later, when her work day is finished."}]},{"type":"noPic-location","time":"10:20 a.m.","location":"Passaic","content":[{"type":"text","value":"Not all of the streets are empty, certainly not Main Avenue."},{"type":"text","value":"In this city, sheltering-in-place is a luxury many cannot afford. Some walk the sidewalks on their way to work. Others wait patiently to get inside the bank or the C-Town Supermarket."},{"type":"text","value":"Many of them, like Monique Roberts, 42, understand firsthand how devastating COVID-19 has been for the black community."},{"type":"text","value":"“I lost a brother to the virus,” says Roberts, who is busy taking care of another sick loved one and is currently unemployed. “We weren’t able to see him at all.”"},{"type":"text","value":"With much of New Jersey remaining under lockdown, a disproportionate number of African-Americans and many Latinos are forced outside. Many work for essential businesses, live in neighborhoods with limited grocery options or care for older relatives. Poorer communities, like Passaic, face a grave threat: A third of its residents live in poverty; a quarter don’t have health insurance."},{"type":"text","value":"The state’s fatality figures reveal the stark result: More than 20% of New Jersey COVID-19 deaths involve African-Americans, although they make up just 15% of the state’s population."},{"type":"text","value":"“We are hurting because a lot of us don’t have insurance,” says Elaine Marshall, 48, out buying groceries. “If you don’t work, you don’t eat.”"},{"type":"text","value":"Marshall is a self-employed beautician, currently out of work. Whether she’s able to continue without steady income for much longer is another matter."},{"type":"text","value":"“I hear a lot of barbers are doing house calls and stuff,” Marshall says. “But I can’t even blame them. What are they supposed to do?”"}]},{"type":"bigPic","time":"10:31 a.m.","location":"Bridgeton","img":"23","credit":"<div class=\"bottom-left-mobile-4 desktop-left\"><i>Tim Hawk | NJ Advance Media </i></div>","alt":"A first responder stands by his truck.","content-under-timestamp":"Bridgeton Fire Capt. Anthony Brago arrives on the scene of a 911 call. The rules from his boss Chief Todd Bowen are clear: “Our folks are in PPE at all times.”","position-desktop":"25% 0%","position-mobile":"70% 50%"},{"type":"noPic-location","time":"10:37 a.m.","location":"Bound Brook","content":[{"type":"text","value":"Gavin Jones stands near the L-shaped counter in the kitchen of his duplex, still tortured by the image of his mother, Gloria Park, who died April 4 from COVID-19."},{"type":"text","value":"Jones, 35, sounds tired after only four hours of restless sleep."},{"type":"text","value":"\"Yesterday was the day she was officially cremated,\" he says softly."},{"type":"text","value":"The back of his throat tightens in anguish. Jones couldn't be with his mother during her final moments because of visitation rules at St. Joseph's Regional Medical Center in Paterson."},{"type":"text","value":"\"I'm never going to see her again,\" he says."},{"type":"text","value":"Jones, who like his mother is from Jamaica, is among the thousands of sons and daughters who lost a parent in the pandemic without being by their bedside, without getting a chance to say goodbye."},{"type":"text","value":"His wife, Kerri-Ann, 36, is resting in the bedroom upstairs. His son, Daniel, is running around the house, carefree. In a few hours, Jones will teach math to his class of Paterson middle school students through Zoom."},{"type":"text","value":"\"It still hasn't registered that she's gone,\" he says."},{"type":"text","value":"Regrets flood Jones’ mind. In mid-March, he begged Gloria, 63, to stay away from the post-acute care center in Paterson where she worked as a certified nursing assistant. That’s where he thinks she contracted the virus."},{"type":"text","value":"\"I knew it would be a hotbed for infection,\" he says."},{"type":"text","value":"They last spoke on March 28 as she struggled to breathe."},{"type":"text","value":"\"She was just listening because she had to save all her breath. I was telling her about Daniel, how he wants to see her again — praying for her,” he says. “And I just kept talking. All I could hear was her labored breathing.”"},{"type":"text","value":"Then the call cut out."},{"type":"text","value":"He never heard his mother’s voice again."}]},{"type":"noPic-location","time":"10:48 a.m.","location":"Orange","content":[{"type":"text","value":"Six boxes of human remains wait for Chet Nigowski."},{"type":"text","value":"\"I've got to get a wheelbarrow,\" he says, making the pickup for Levandoski-Grillo Funeral Home in Bloomfield."},{"type":"text","value":"He signs separate forms for each box at a squat office building at Rosedale Cemetery, where Cliff Mayers runs the crematorium."},{"type":"text","value":"Peter Ryan, 55, helps him load them into the front of the hearse."},{"type":"text","value":"Three on the passenger seat. Three on the floor."},{"type":"text","value":"Rosedale is so overwhelmed with cremations that Ryan, the cemetery's general manager, had to convert a small conference room into a storage facility. Inside, on a row of tables, there are more than 60 packages that look like oversized cereal boxes. Each contains the ashes of a person who has died during the pandemic."},{"type":"text","value":"Most died of COVID-19."},{"type":"text","value":"Today, Rosedale — a 152-acre cemetery that spans Orange, West Orange and Montclair, and normally might host one funeral a day — has funerals scheduled at 9, 10, 11, 11:30 and noon. The three furnaces in the crematorium will run nonstop for 20 hours."},{"type":"text","value":"Rosedale is now scheduling cremations and funerals well into May. But Ryan worries."},{"type":"text","value":"What if one of those furnaces breaks down?"},{"type":"text","value":"And how long can his staff of about eight employees handle the physical and emotional toll?"},{"type":"text","value":"Two hearses pull up in the next three minutes. The second one goes directly to the side window of the squat building. The driver has been here before."},{"type":"text","value":"He rolls down the hearse's window, takes two boxes of ashes and drives away like a man buying lunch at a fast-food restaurant."}]},{"type":"bigPic","time":"11:15 a.m.","location":"New Brunswick","img":"10","caption":"<span class=\"light-bg\">Chef Curtis McNair carries hot meals at Elijah's Promise soup kitchen.</span>","credit":"<span class=\"light-bg\"><i>Andrew Mills | NJ Advance Media</i></span>","alt":"A man in a red shirt and black apron wears a surgical mask as he carries Styrofoam food containers.","position-desktop":"50% 0%"},{"type":"noPic-basic","content":[{"type":"text","value":"Curtis McNair, he of the bright red shoes and former football player build, checks out today’s lunch, a burger with green beans and garlic parmesan mashed potatoes."},{"type":"text","value":"That meal will be served at Elijah’s Promise soup kitchen to more than 300 people, twice the normal amount. Demand has exploded as COVID-19’s impact on the economy has forced thousands to seek help from food pantries, soup kitchens and other organizations."},{"type":"text","value":"\"Not only are we getting our regular clients, but many new ones who are newly unemployed,'' says Milton Rivera, a social worker for Elljah's Promise."},{"type":"text","value":"There are stories of hard times and redemption here."},{"type":"text","value":"\"I made a lot of money selling drugs,” says McNair, the manager and chef. \"For the past 10 years, I've been a law-abiding person. Life's been better, peaceful.”"},{"type":"text","value":"He attended a meeting in 2010 at Elijah's Promise after being released from prison. Its mission spoke to him."},{"type":"text","value":"\"Before, it was like giving poison (when I was selling drugs),” McNair says. “Now my ministry is to feed people. We're trying to break the cycle of poverty with food.'''"}]},{"type":"smallPic","time":"11:15 a.m.","location":"Princeton","content":[{"type":"text","value":"Alison Linkov can count the morning’s sales on one hand."},{"type":"text","value":"Four."},{"type":"text","value":"Foxy Red’s — her lively, quirky shop in Lambertville, where customers are encouraged to sing and dance for discounts — will usually make 600 to 800 sales on a good weekend."},{"type":"text","value":"But then came the coronavirus, and her store, like so many small businesses forced to close, has struggled, even after pivoting to online commerce."},{"type":"text","value":"Malls are dying. Amazon has changed how people shop. It is small businesses like Foxy Red’s that are revitalizing downtowns in places like Cranford, Morristown and Mount Holly."},{"type":"text","value":"Still they often scrape by on slim profit margins with practically no safety net."},{"type":"text","value":"Linkov, 47, now works from her Princeton home, having converted her family’s library into a shipping room. Foxy Red’s eclectic products surround her. Candles. Oil diffusers. Shampoos and hair gels. Stuffed animals from London."},{"type":"image","value":{"src":"11","caption":"Alison Linkov.","credit":"Courtesy Alison Linkov","alt":"A woman sits at a desk wrapping packages to ship to customers."}},{"type":"text","value":"Linkov has given up trying to make a profit. She is losing money every day."},{"type":"text","value":"“A lot, actually,” she says."},{"type":"text","value":"Since the shutdown, business is down 90%, a drop so precipitous that revenue doesn’t even cover her $3,800 monthly rent."},{"type":"text","value":"But Linkov is a fighter. And she has every intention of reopening the doors of Foxy Red’s, preferably sooner rather than later."},{"type":"text","value":"“This is my lifeline,” she says. “I look at it like, ‘This too shall pass.’”"}]},{"type":"bigVideo","time":"11:32 a.m.","location":"Orange","src":"./assets/videos/funeral","caption":"<div class=\"bottom-left-mobile-2\"> The funeral of Peter Cave.</div>","credit":"<div class=\"bottom-left-mobile-4\"> <i>Patti Sapone | NJ Advance Media</i> </div>","alt":"A silver casket is lowered into the ground.","content-under-timestamp":""},{"type":"noPic-basic","content":[{"type":"text","value":"Macon Cotton is supposed to drive the hearse alone. But he tells Peter Cave's brother he can come — as long as he stays in the car."},{"type":"text","value":"Cave, a 47-year-old Newark resident, died of lung cancer. The rest of the Cave family has walked to the rear of an apartment complex, about 100 yards away, where they have an obstructed view."},{"type":"text","value":"At least it’s something."},{"type":"text","value":"In the time of coronavirus, all funerals, even for non-COVID-19 victims, are handled the same way. No tearful remembrances. No horse-drawn carriages or doves released to the sky."},{"type":"text","value":"And, most of all, no mourners."},{"type":"text","value":"The best you can do, like Marvin Inniss — Cave’s brother — is watch from a car."},{"type":"text","value":"Cotton steps out of the hearse. Four gravediggers wearing surgical masks unload Cave’s casket."},{"type":"text","value":"\"I'm going to say a prayer,\" says Cotton, the director of the Orange funeral home that bears his family's name. He speaks for about 30 seconds as a gentle rain begins to fall. Then the gravediggers lower the casket into the ground. Cotton gets back into the hearse, starts the engine and drives away."},{"type":"text","value":"The entire funeral takes four minutes."}]},{"type":"noPic-location","time":"12:03 p.m.","location":"Aberdeen","content":[{"type":"text","value":"Barbara is running out of books."},{"type":"text","value":"The 83-year-old, who asked that her last name not be used because she lives alone, was already a voracious reader before the pandemic. Now she has almost nothing else to do.  Weekly hair and nail appointments? Canceled. Church services? On hold for now. Grocery shopping? Only when absolutely necessary."},{"type":"text","value":"Senior citizens aren’t just at risk. They are the at-risk population. More than 78% of New Jersey’s coronavirus fatalities have been people 65 or older."},{"type":"text","value":"Many live alone and are isolated, whether in their own homes, a long-term care facility or a senior community."},{"type":"text","value":"Although Barbara talks on the phone with friends and family, she is otherwise cut off from the world."},{"type":"text","value":"So for now she reads."},{"type":"text","value":"“I cannot be without a book,” she says."},{"type":"text","value":"She checked 11 titles out of her local library before it shuttered in mid-March — enough, she presumed, to tide her over until normalcy returned. But now the libraries, like so many other civic services, remain closed indefinitely, and the woman is down to just one book. Her final volume? “The Testaments,” Margaret Atwood’s sequel to the classic “The Handmaid’s Tale,” about revolution in a collapsed society."},{"type":"text","value":"One good dystopia, perhaps, deserves another."}]},{"type":"noPic-location","time":"12:30 p.m.","location":"Ocean County","content":[{"type":"text","value":"The lost years are finally behind him. Or at least he hopes they are."},{"type":"text","value":"Joe, 51, spent a decade addicted to opioids. He drifted in and out of jail and prison for years."},{"type":"text","value":"He was finally released from a Newark halfway house at the end of March — and straight into a pandemic."},{"type":"text","value":"\"No clothes, no nothing,\" says Joe, whose last name is being withheld by NJ Advance Media because he is still involved in the criminal justice system."},{"type":"text","value":"The transition to freedom is often a difficult one for former inmates. That shift has grown exponentially more complex in the age of coronavirus."},{"type":"text","value":"Today he's in a sober living facility, where he's making lunch for his visiting 12-year-old son and fiancee: pepperoni and cheese rolls using dough from a local pizzeria."},{"type":"text","value":"Joe spent most of his morning on hold with the Motor Vehicle Commission trying to figure out how to get back his license, which was revoked in the early 2000s."},{"type":"text","value":"\"It’s something I haven't had in a long time and something I never thought I'd have again, and now I see light,” he says. “I see light for a lot of things.\""}]},{"type":"smallPic","time":"12:48 p.m.","location":"Somers Point","content":[{"type":"text","value":"ShopRite manager Nancy Mahoney walks the aisles, where one customer stops her just to say “thank you for being here for us.”"},{"type":"image","value":{"src":"13","caption":"Capacity at this ShopRite is limited to 30%, or 300 people.","credit":"Courtesy ShopRite","alt":"A grocery store manager walks down the colorful food aisles wearing a blue mask."}}]},{"type":"bigPic","time":"2 p.m.","location":"Hackensack","img":"14","caption":"<span class=light-background-mobile>Juan Mendoza leaves Hackensack University Medical Center after treatment for COVID-19.</span>","credit":"<span class=light-background-mobile>Ed Murray | NJ Advance Media</span>","alt":"Hospital employees clad and cheer for a patient as he leaves the hospital.","position-mobile":"20% 50%"},{"type":"smallVideo","content":[{"type":"text","value":"The line of overjoyed faces stretches down the sides of Hackensack University Medical Center’s main lobby, spilling down a narrow hallway and overflowing in front of a bank of elevators. Doctors. Nurses. Technicians. Paramedics. Security guards. Dozens of them stand at attention, waiting for a glimpse of Juan Mendoza."},{"type":"text","value":"Then at 2:06 p.m., Mendoza appears from around the corner, sitting in a wheelchair pushed by a nurse. The opening chords to Bill Withers’ “Lean on Me” ring through the air. Dozens of hospital workers explode into cheers and applause. iPhones are raised as they serenade the departing patient."},{"type":"text","value":"The 50-year-old screen printer from Hackensack has survived the coronavirus. He’s going home."},{"type":"text","value":"Despite all the horrors the staff has witnessed the past 48 days, Mendoza represents hope. He is the 832nd coronavirus patient discharged from the hospital."},{"type":"text","value":"“It’s been emotionally and physically draining for the entire staff, but they come back every day,” says Mark Sparta, president and chief hospital executive at HUMC. “And the reason they come back every day is best symbolized by when we have these patients go home.”"},{"type":"video","value":{"vidID":"411205042","caption":"Juan Mendoza leaves Hackensack University Medical Center after treatment for COVID-19.","credit":"Ed Murray | NJ Advance Media","alt":"Hospital employees dance and cheer as a patient is pushed out of the hospital in a wheelchair."}},{"type":"text","value":"Mendoza has been at HUMC for 10 days, fighting a virus that attacked his lungs and made it difficult to breathe."},{"type":"text","value":"Before climbing into a waiting SUV, he turns once more to the staff, clasping his hands and thanking them over and over."},{"type":"text","value":"Then, in seconds, he’s gone."},{"type":"text","value":"The well-wishers take one more glance as the SUV disappears down the street. Then they all head in different directions."},{"type":"text","value":"It’s time to get back to work."}]},{"type":"noPic-location","time":"2:07 p.m.","location":"Freehold Twp.","content":[{"type":"text","value":"The large whiteboard, with its scrawls of blue, green and black marker, stands in the hospital lobby."},{"type":"text","value":"It is headlined, “This is where we draw the line.”"},{"type":"text","value":"The whiteboard is a daily record of progress at CentraState Medical Center. Today it reveals 21 patients are off ventilators and breathing on their own, and another 16 with COVID-19 have been discharged over the past 24 hours."},{"type":"text","value":"Yet the deluge continues, even on a slower day than usual."},{"type":"text","value":"“We’ve had some patients come in with COVID symptoms — a lot of fevers, a lot of shortness of breath, some abdominal pain,” says Laurie Gambardella, the director of the emergency department. “It’s nothing we can’t handle right now.”"},{"type":"text","value":"Health care workers have handled so much already. A shortage of personal protective equipment that puts them in danger of exposure. An ever-dwindling supply of life-saving ventilators. A surge of the sick forcing hospitals across the state to go on divert status, meaning they cannot accept new patients."},{"type":"text","value":"About 25 patients a day have been admitted into this 278-bed hospital since early March. A total of 231 patients have been discharged."},{"type":"text","value":"Geri Sobolewski was midway through her 12-hour nursing shift when a woman was admitted with COVID-19 symptoms. She had the unenviable task of speaking to a distraught family."},{"type":"text","value":"“It’s hard because you’re trying to help them understand that people who are coming in with this, they’re not all dying ….”  Sobolewski says."},{"type":"text","value":"The sounds of chimes ringing through the ER suddenly interrupts her."},{"type":"text","value":"“That gives me goosebumps to hear,” Sobolewski says. “That just means another New Jerseyan is going home to their family.’’"}]},{"type":"noPic-location","time":"2:30 p.m.","location":"Lakewood","content":[{"type":"text","value":"It’s not just the grocery stores that are having trouble keeping the shelves stocked."},{"type":"text","value":"Co-owner Kyle Sherman, 35, and his father already have sold seven guns today at Shore Shot Pistol range. Another eight customers made pickups at their shop in an industrial park off Exit 89 on the Garden State Parkway."},{"type":"text","value":"Sherman, who has a long, thick beard and is covered in tattoos, has been answering a steady stream of emails and phone calls under the glow of the store’s fluorescent lights. They are mostly from people who want to know if he’s open."},{"type":"text","value":"Business was booming before it was forced to close almost a month ago when Gov. Phil Murphy declared gun shops nonessential. Following an outcry, Murphy reversed course, but a backup at the distributor level has limited sales."},{"type":"text","value":"Today’s shipments just arrived by FedEx and UPS. Long, brown boxes — labeled with the brand names Remington, Troy, Sig Sauer — lean against the front counter. Behind the counter, shotguns and rifles lay on racks against the white walls."},{"type":"text","value":"Once a gun arrives and goes up on the shop’s Facebook page, Sherman says, it will be sold in less than 15 minutes."}]},{"type":"noPic-location","time":"2:30 p.m.","location":"Atlantic City","content":[{"type":"text","value":"An elderly couple comes to pick up a pizza as \"The Hustle'' by Van McCoy and the Soul City Symphony plays in the background."},{"type":"text","value":"It’s takeout-only these days at Tony's Baltimore Grill and just about everywhere else you can eat. But that hasn’t stopped the orders in a world where getting out of the house for anything has become a joy."},{"type":"text","value":"As the couple leaves, they walk past a sign in the window."},{"type":"text","value":"<span class= \"poem\">America survived </span>"},{"type":"text","value":"<span class= \"poem\">World War 1</span>"},{"type":"text","value":"<span class= \"poem\">World War 2</span>"},{"type":"text","value":"<span class= \"poem\">911</span>"},{"type":"text","value":"<span class= \"poem\">We will survive COVID-19</span>"},{"type":"text","value":"<span class= \"poem\">Be kind to your neighbor</span>"},{"type":"text","value":"<span class= \"poem\">Be safe in what you do</span>"},{"type":"text","value":"<span class= \"poem\">A brighter day is coming!</span>"}]},{"type":"smallVideo","time":"2:43 p.m.","location":"Whitehouse Station","content-under-timestamp":"","content":[{"type":"text","value":"Grocery stores have transformed since the pandemic rocked the Garden State."},{"type":"text","value":"Some have been redesigned to accommodate social distancing. Everyone wears a mask as they shop, often after waiting in lines to enter as stores limit the number of people inside at any one time. Shoppers now find barren shelves as toilet paper, frozen pizza and cleaning products have become nearly impossible to find amid hoarding."},{"type":"text","value":"Cashiers like Brandy Newman worry any day could be the day they get sick."},{"type":"text","value":"\"Every day I get to work, and I do say a little prayer for myself,\" she says."},{"type":"video","value":{"vidID":"411179387","caption":"Brandy Newman risks her health every day at the grocery store checkout.","credit":"Andre Malok | NJ Advance Media","alt":"A grocery employee scans items at the checkout register."}}]},{"type":"noPic-location","time":"2:50 p.m.","location":"Freehold Twp.","content":[{"type":"text","value":"A thunderstorm hits, causing the power to go out at CentraState Medical Center."},{"type":"text","value":"For about 10 seconds, it’s pitch black inside the ER."},{"type":"text","value":"Then a generator kicks in, bringing the lights to half capacity."},{"type":"text","value":"Laurie Gambardella flicks a button on her phone and bounces from room to room to make sure every life-saving machine is plugged into a red outlet."},{"type":"text","value":"“They always are,” she says. “But I just have to make sure.”"}]},{"type":"bigPic","time":"3:01 p.m.","location":"Trenton","img":"15","caption":"<div class=\"top-left-mobile\"> Gov. Phil Murphy’s daily news briefing. </div>","credit":"<div class=\"top-left-mobile-3\"><i>Michael Mancuso | NJ Advance Media</i></div>","alt":"Gov. Phil Murphy sits at a long conference table wearing a gray mask.","position-mobile":"70% 50%"},{"type":"noPic-basic","content":[{"type":"text","value":"Gov. Phil Murphy arrives at his daily media briefing wearing a dark suit, light blue shirt, patterned tie and a gray mask bearing the state seal."},{"type":"text","value":"“I have to show off a new mask,” he says, in what is now part of his daily routine."},{"type":"text","value":"Murphy had a cancerous tumor cut from his kidney March 4, just hours before New Jersey announced its first coronavirus case. Despite a short recovery time, he has transformed himself from faceless governor to fiery wartime boss (just ask the “jackasses” and “knuckleheads” he shames for violating his stay-at-home order). He has also spent weeks walking a political tightrope, begging for federal help while trying not to antagonize President Donald Trump."},{"type":"text","value":"At some point, too, he will have to figure out what to do about a potentially massive budget shortfall that could lead to “historic” layoffs at all levels of government."},{"type":"text","value":"For now, the governor is busy, busy, busy, with no signs of relent, and so far no signs of fatigue. Today he has already toured the state’s new field hospital in Atlantic City’s convention center, surveyed storm damage in Wildwood and trekked back to Trenton in an extra-large SUV to allow for social distancing inside the car."},{"type":"text","value":"He settles into his chair at the center of a long conference table, flanked at a distance of six feet by his regular cohorts, Health Commissioner Judith Persichilli (a woman, he reminds us every day, “who needs no introduction”) and State Police Superintendent Patrick Callahan. He begins with the day’s grim statistics: another 3,643 cases and 379 deaths."},{"type":"text","value":"“These are not numbers,” the governor says to six reporters scattered across a vast ballroom to maintain social distancing. “These are human beings.”"}]},{"type":"noPic-location","time":"4:38 p.m.","location":"Pompton Plains","content":[{"type":"text","value":"Nine residents have died."},{"type":"text","value":"Twenty-one residents have tested positive."},{"type":"text","value":"The Cedar Crest senior living community, perched on a Morris County mountaintop, is trying to keep the rest of its 1,850 residents safe by asking that they remain in their apartments 24 hours a day. For nearly a month, their meals, medications and anything else they request have been dropped outside their doors."},{"type":"text","value":"But the coronavirus poses an ominous threat to seniors, even when precautions are taken."},{"type":"text","value":"Yesterday the state reported 1,779 deaths in its 450 long-term-care facilities. Cedar Crest has its own nursing home, though it is mostly a gated community full of independent-living seniors. Yet the same fear applies, that if one resident catches it, the spread could be as dangerous and deadly as wildfire."},{"type":"text","value":"Retired schoolteacher Carolyn Hunt hasn’t left her two-bedroom apartment in three weeks. Or maybe it’s four. She’s lost track."},{"type":"text","value":"Hunt, a fit 77-year-old grandmother with short blond hair, walks to the big picture window of her second-floor apartment and spots a lone person, a green-vested jogger. Those who do venture out, she says, risk getting an earful from neighbors."},{"type":"text","value":"“Some of them have opened their windows and yelled,” she says."}]},{"type":"smallPic","time":"6:07 p.m.","location":"Cranford","content":[{"type":"text","value":"The text made her cry, and not in any good way."},{"type":"text","value":"Jen Holland Lyp, who is nine months pregnant, opened the message to find a photo of her husband’s impromptu, done-at-work-by-a-friend haircut."},{"type":"text","value":"A mohawk."},{"type":"text","value":"“When he walked in, I said, ‘Why would you do this to me?’ in real, full tears,” the 35-year-old Lyp says, laughing a little now."},{"type":"text","value":"John, 37, always wanted a mohawk. He thought his wife would laugh. He swears she once agreed he could get one."},{"type":"text","value":"“He also has been growing a dad mustache, which I do not care for,” Lyp says. “We’re going to go into the hospital, I haven’t had my hair done in months, and now John’s going to have a mustache and a mohawk.”"},{"type":"text","value":"To make up for the haircut, John shaves the mustache. Then he makes dinner — a salad and grilled cheese sandwiches with “I’m So Sorry” written in ketchup across them. He’s forgiven, mostly."},{"type":"image","value":{"src":"22","caption":"John Lyp's surprise haircut.","credit":"Courtesy Lyp family","alt":"A man in his 30 shows his mohawk."}},{"type":"text","value":"What does it mean to give birth during a pandemic?"},{"type":"text","value":"John, who works in construction, is no longer allowed at his wife’s doctor appointments. He will be there for the baby’s birth — hospitals around the state have made an exception to no-visitors policies by allowing for one support person per patient in the delivery room. But all those other joyous milestones and markers — the prenatal classes and baby showers and letting assorted relatives feel one’s belly as the baby kicks?"},{"type":"text","value":"Canceled, canceled and, uh, it’s-not-the-same-on-Facetime."},{"type":"text","value":"After dinner, the Lyps finish setting up the baby swing."},{"type":"text","value":"“Every day we tell the baby to just stay inside a little bit longer,” Lyp says. “We’re ready for him, but we want the world to settle down."},{"type":"text","value":"“Tonight, I told him he really has to stay in … so daddy’s hair can grow back.”"}]},{"type":"bigPic","img":"17","time":"7:03 p.m.","location":"Trenton","credit":"Michael Mancuso | NJ Advance Media","content-under-timestamp":"The evening sun wanes over New Jersey's capital."},{"type":"noPic-location","time":"7:15 p.m.","location":"Old Bridge","content":[{"type":"text","value":"Geri Sobolewski pulls into her driveway and is greeted in the garage."},{"type":"text","value":"There’s no hug — just a dousing of Lysol spray as she throws her scrubs in the washing machine."},{"type":"text","value":"“They say not all heroes wear capes. They wear scrubs,” the CentraState nurse says."}]},{"type":"bigVideo","src":"./assets/videos/hope","time":"7:30 p.m.","location":"Roseland","caption":"Jake DeMarco, 10, and his father, CJ, spelled “HOPE” with Christmas lights on their Roseland roof. It glows every night as a message of perseverance.","credit":"Andre Malok | NJ Advance Media"},{"type":"noPic-location","time":"8:32 p.m.","location":"East Orange","content":[{"type":"text","value":"Cliff Mayers is finally home."},{"type":"text","value":"His 12-hour shift at Rosedale Cemetery's crematorium is over, and the 52-year-old doesn't have much energy left to do anything but pour himself a glass of wine before bed."},{"type":"text","value":"\"But we've got to go on,” the East Orange resident says. “I feel like this is a challenge, and I feel as though I'm doing God's work.\""},{"type":"text","value":"Mayers started cutting grass at the cemetery in 1986, when he was 18, and has had just about every job there since. Twenty years ago, he carried the tiny casket of an 8-year-old boy who was killed in a hit-and-run accident up a cemetery hill. His oldest daughter was the same age at the time."},{"type":"text","value":"That stayed with him. But he doesn't get caught up in the emotions of what he does for a living anymore."},{"type":"text","value":"He can’t, especially not right now."},{"type":"text","value":"He'll be back at Rosedale at 8 a.m. Wednesday. The coffin-shaped cardboard boxes will start piling up soon after."}]},{"type":"noPic-location","time":"11:38 p.m.","location":"East Hanover","content":[{"type":"text","value":"The TV above Kayla Stabile’s dresser flashes reruns of “Family Guy” as she Googles “coronavirus new jersey.”"},{"type":"text","value":"The 22-year-old sits on top of her perfectly made king-size Tempur-Pedic bed, but she knows she won’t be able to fall asleep any time soon."},{"type":"text","value":"She’s scared and worried, like so many people who have watched the historic pandemic transform the world around them."},{"type":"text","value":"“I’m tired all the time. My anxiety is worse. I’ve lost like, 15 pounds,” says Stabile, who has obsessive compulsive disorder. “Everything is just a thousand times worse.”"},{"type":"text","value":"Stabile was laid off from a bakery Feb. 28, before the virus spread. Now she struggles with the abundant free time."},{"type":"text","value":"She lives with her family, but they are fast asleep. Propped against a pillow, she pulls her long blond and brown hair, still damp from her nightly shower, to the front. It’s time for her first Facetime of the night. Talking helps distract her from what’s happening outside her window."},{"type":"text","value":"“I overthink everything. I sit there, and I Google the statistics and I look at the graphs,\" she says. \"All I think about ... I just want to see the numbers go down so we can go outside again.”"},{"type":"text","value":"Midnight is approaching. The orange sun will soon rise over the horizon, lighting empty streets and barren beaches."},{"type":"text","value":"In just a few minutes, New Jersey will live another day in crisis all over again."}]},{"type":"noPic-basic","content":[{"type":"text","value":"<span class=note-heading>How we reported this story</span>"},{"type":"text","value":"How do you chronicle a period in history so unprecedented, with consequences so vast?"},{"type":"text","value":"How do you do justice to the seismic scale of human tragedy and disorientation? How do you balance the devastation with stories of perseverance and hope in a comprehensive piece that goes beyond daily news coverage?"},{"type":"text","value":"We knew we had to approach this project with unwavering sensitivity and grace. But we vowed not to shy away from the macabre and unsettling images, lest they be forgotten with the passage of time."},{"type":"text","value":"Our goal: Document daily life during these unnerving times and create a permanent record of the remarkable and wide-ranging consequences of COVID-19. The result: 24 Hours in Crisis, an exhaustive and revealing portrait of a society exceptionally tested and utterly transformed."},{"type":"text","value":"NJ Advance Media deployed more than three dozen journalists, including reporters, photographers and videographers, to tell the story of a single day in the coronavirus pandemic."},{"type":"text","value":"This special project was reported in its entirety on Tuesday, April 21. More than a dozen journalists unflinchingly volunteered to report from the field, producing dispatches from hospitals, funeral homes, Newark Penn Station and other areas dramatically affected by the potentially fatal disease."},{"type":"text","value":"Unlike any typical assignment, they were required to wear masks, gloves or other necessary protective gear for the safety of their sources and themselves."},{"type":"text","value":"Other staff members reported from remote locations via video chat or phone because of social distancing guidance and health concerns for journalists or their subjects."},{"type":"text","value":"Collectively, our staff captured a representative view of our state, from the words of Gov. Phil Murphy to the perspective of the incarcerated and those who have no home. We translated from Spanish, interviewed subjects as young as a 6-year-old and created an archive of images from the view from the sky to a casket being released six feet below."}]}],"credits":[{"title":"REPORTING AND WRITING:","bio":"Matt Arco, Joe Atmonavage, Jessica Beym, Adam Clark, Tennyson Donnie Coleman, Chris Franklin, Peter Genovese, Kelly Heyboer, Larry Higgs, Brent Johnson, Spencer Kent, Brianna Kudisch, Amy Kuperinsky, Susan K. Livio, Kevin Manahan, Alex Napoliello, Blake Nelson, Sophie Nieto-Munoz, Steve Politi, Jessica Remo, Chris Ryan, Keith Sargeant, J. Dale Shoemaker, Matthew Stanmyre, S.P. Sullivan, Michael Sol Warren, Riley Yates, Avalon Zoppo"},{"title":"PHOTOGRAPHY AND VIDEOGRAPHY:","bio":"Amanda Brown, Tim Hawk, Steve Hockstein, Andre Malok, Michael Mancuso, Andrew Mills, Ed Murray, Lori Nichols, Patti Sapone, Dwayne Uzoaru"},{"title":"EDITING:","img":"adam.jpg","bio":"Adam Clark is a reporter covering New Jersey's education system. Email him at <a href=\"mailto:aclark@njadvancemedia.com\" target=\"_top\">aclark@njadvancemedia.com</a> or connect on Twitter at  <a href=\"https://twitter.com/realAdamClark\" target=\"_blank\">@realAdamClark.</a>"},{"title":"EDITING:","img":"jeff.jpg","bio":"Jeff Roberts is an editor supervising health and education. Email him at <a href=\"mailto:jroberts@njadvancemedia.com\" target=\"_top\">jroberts@njadvancemedia.com</a> or connect on Twitter at <a href=\"https://twitter.com/thejrob\" target=\"_blank\">@thejrob.</a>"},{"title":"DESIGN AND DEVELOPMENT:","img":"cassidy.jpg","bio":"Cassidy Grom is a designer and reporter. Email her at <a href=\"mailto:cgrom@njadvancemedia.com\" target=\"_top\">cgrom@njadvancemedia.com</a> or connect with her on Twitter <a href=\"https://twitter.com/cassidygrom\">@cassidygrom</a>"},{"title":"DESIGN AND DEVELOPMENT:","img":"arjun.jpg","bio":"Arjun Kakkar is a developer and designer specializing in data visualization. Email him at <a href=\"mailto:akakkar@njadvancemedia.com\" target=\"_top\"> akakkar@njadvancemedia.com</a> or connect with him on Twitter <a href=\"https://twitter.com/arjunkakkar15\" target=\"_blank\">@ArjunKakkar15</a>"},{"title":"ADDITIONAL CONTRIBUTIONS:","bio":"Mel Ibarra, Alyssa Passeggio, Sydney Shaw"},{"title":"PROJECT EDITORS:","bio":"Ashleigh Graf, Christopher Kelly"},{"title":"Published on April 28, 2020 | © NJ Advance Media"}]}